documentatie/stuf examples/reisdocument/12002_Lk01T_1514573421_2456234.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><kennisgevingsBericht xmlns="http://www.egem.nl/StUF/sector/bg/0204"><stuurgegevens xmlns="http://www.egem.nl/StUF/StUF0204"><berichtsoort>Lk01</berichtsoort><entiteittype>PRS</entiteittype><sectormodel>BG</sectormodel><versieStUF>0204</versieStUF><versieSectormodel>0204</versieSectormodel><zender><applicatie>PIV</applicatie><gebruiker>PRODPIV</gebruiker></zender><ontvanger><applicatie>DDS</applicatie></ontvanger><referentienummer>2456234_12002</referentienummer><tijdstipBericht>2009031014344663</tijdstipBericht><kennisgeving><mutatiesoort>T</mutatiesoort><indicatorOvername>V</indicatorOvername><tijdstipMutatie>2009031012240213</tijdstipMutatie></kennisgeving></stuurgegevens><body><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="88228" d5p1:verwerkingssoort="T" xmlns:d5p1="http://www.egem.nl/StUF/StUF0204"><a-nummer>1514573421</a-nummer><bsn-nummer>199002885</bsn-nummer><voornamen>Edward Johannes Brendon</voornamen><voorletters>EJB</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Scherbeijn</geslachtsnaam><geboortedatum>19860204</geboortedatum><geboorteplaats>599</geboorteplaats><codeGeboorteland>6030</codeGeboorteland><geslachtsaanduiding>M</geslachtsaanduiding><indicatieGeheim>0</indicatieGeheim><codeGemeenteVanInschrijving>599</codeGemeenteVanInschrijving><datumInschrijvingGemeente>19860204</datumInschrijvingGemeente><aanduidingNaamgebruik>E</aanduidingNaamgebruik><PRSIDB d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><nummerIdentiteitsbewijs>IC2854601</nummerIdentiteitsbewijs><SIB d5p1:soortEntiteit="T" d5p1:verwerkingssoort="I"><soort>10</soort><omschrijving d5p1:noValue="nietOndersteund" xsi:nil="true" /></SIB></PRSIDB><PRSIDB d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><nummerIdentiteitsbewijs>NL0185097</nummerIdentiteitsbewijs><SIB d5p1:soortEntiteit="T" d5p1:verwerkingssoort="I"><soort>1</soort><omschrijving d5p1:noValue="nietOndersteund" xsi:nil="true" /></SIB></PRSIDB><PRSIDB d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><nummerIdentiteitsbewijs>NSPKCD957</nummerIdentiteitsbewijs><SIB d5p1:soortEntiteit="T" d5p1:verwerkingssoort="I"><soort>1</soort><omschrijving d5p1:noValue="nietOndersteund" xsi:nil="true" /></SIB></PRSIDB></PRS></body></kennisgevingsBericht></soap:Body></soap:Envelope>